---
kind: property
id: P:Autodesk.Revit.DB.FabricationPart.ProductOriginalEquipmentManufacture
source: html/f13e8bfa-19c9-0e95-f85d-8c50ff7a7827.htm
---
# Autodesk.Revit.DB.FabricationPart.ProductOriginalEquipmentManufacture Property

The product original equipment manufacture (OEM) of the fabrication part.

## Syntax (C#)
```csharp
public string ProductOriginalEquipmentManufacture { get; }
```